{
  "wishes": [
    {
      "id": "001",
      "text": "ਜਦੋ ਇਹ ਆਉਂਦੀ ਏ ਲੋਹੜੀ, ਬੜਾ ਜੀਅ ਲਾਉਂਦੀ ਏ ਲੋਹੜੀ, ਇਹ ਲਾਡ ਮਲਾਰਾਂ ਦੀ ਲੋਹੜੀ, ਮੁਹੱਬਤ ਪਿਆਰਾਂ ਦੀ ਲੋਹੜੀ, ਹੈਪੀ ਲੋਹੜੀ"
    },
    {
      "id": "002",
      "text": "ਮੇਰੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਪਰਿਵਾਰ ਨੂੰ ਲੋਹੜੀ ਦੇ ਤਿਉਹਾਰ ਦੀਆਂ ਲੱਖ-ਲੱਖ ਮੁਬਾਰਕਾਂ!"
    },
    {
      "id": "003",
      "text": "Suraj diyaan kirna, khushiyaan di bahaar, chaand di chandni, te apneyan da pyaar, Mubaarak hove ek Lohri da tyohaar."
    },
    {
      "id": "004",
      "text": "ਸੁੰਦਰ ਮੁੰਦਰੀਏ ਹੋ, ਤੇਰਾ ਕੌਣ ਵਿਚਾਰਾ ਹੋ, ਦੁੱਲਾ ਭੱਟੀ ਵਾਲਾ ਹੋ, ਦੁੱਲੇ ਦੀ ਧੀ ਵਿਆਹੀ ਹੋ, ਬੱਸ ਬੱਸ ਆ ਲੈ 1 ਰੁਪਇਆ ਬਾਕੀ ਲੋਹੜੀ ਤੇ ਆਈਂ.. ਹੈਪੀ ਲੋਹੜੀ"
    },
    {
      "id": "005",
      "text": "ਹੌਲੀ ਹੌਲੀ ਸਾਰੇ ਛੱਡ ਗਏ, ਨਵੀਂ ਉਮਰ ਦੀ ਪੌੜੀ ਮਿੱਠੀਆਂ ਯਾਦਾਂ ਸਾਂਭ ਕੇ ਰੱਖੀਏ, ਭੁੱਲ ਜਾਈਏ ਗੱਲ ਕਹੀ ਕੌੜੀ, ਗੱਚਕ ਮੂੰਗਫਲੀ ਖਾ ਖਾ ਰੱਜੀਏ, ਤੇ ਚੱਬ ਚੱਬ ਰੱਜੀਏ ਰਿਉੜ! ਹੈਪੀ ਲੋਹੜੀ"
    },
    {
      "id": "006",
      "text": " ਭੰਗੜਾ ਗਿੱਧਾ ਪਾਉਣ ਦੀ ਵਾਰੀ ਏ, ਸਭ ਨੇ ਖਿੱਚੀ ਲੋਹੜੀ ਮਨਾਉਣ ਦੀ ਤਿਆਰੀ ਏ..."
    },
    {
      "id": "007",
      "text": "ਮੇਰੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਪਰਿਵਾਰ ਨੂੰ, ਲੋਹੜੀ ਦੇ ਤਿਉਹਾਰ ਦੀਆਂ ਲੱਖ-ਲੱਖ ਮੁਬਾਰਕਾਂ!"
    },
    {
      "id": "008",
      "text": "ਅਸੀਂ ਤੁਹਾਡੇ ਦਿਲ ਵਿੱਚ ਰਹਿਣੇ ਆਂ, ਏਸੇ ਕਰਕੇ ਤਾਂ ਸਾਰੇ ਗਮ ਸਹਿਣੇ ਆਂ, ਪਰ ਫੇਰ ਵੀ ਸਾਰਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਹੈਪੀ ਲੋਹੜੀ ਕਹਿਨੇ ਆਂ...ਹੈਪੀ ਲੋਹੜੀ""
    },
    {
      "id": "009",
      "text": "Punjabi Bhangra te makhan-malai, punjabi tadka te dal frai, tuhanu LOHRI de lakh lakh vadhai..!! HAPPY LOHRI"
    },
    {
      "id": "010",
      "text": "Ganne de raas ton chinni di bori; Fer bani uston mithi mithi reori; Ral mil sare khaiya til de naal; Te maniye assi khushiyan bhari Lohri!"
    },
    {
      "id": "011",
      "text": "Here's wishing you the warmth of the bonfire and the sweetens of til and gur — a very Happy Lohri to your family, and my dear friend to you."
    },
    {
      "id": "012",
      "text": "nawi umar di paudi mithiyaan yaadaan saahmb k rakhiye, bhull jaayie gall kahi kaudi gachakk, mungfali khha khaa rajjiye, te chabb chabb rajjiye reori HAPPY LOHRI"
    }
  ]
}
