{
  "wishes": [
    {
      "id": "001",
      "text": "May this festival bring you and your family happiness and prosperity. May it fill you with zeal and verve. Happy Lohri to one and all!"
    },
    {
      "id": "002",
      "text": "Spread the message of happiness and peace of Lohri all around. Hope your day is full of excitement. I wish you a Happy Lohri!"
    },
    {
      "id": "003",
      "text": "May your year be just as colourful and joyful as the festival of Lohri. Wish you a very happy Lohri!"
    },
    {
      "id": "004",
      "text": "Hope the deliciousness of taste of makke ki roti and sarson ka sag bring you lots of joy and prosperity on this auspicious festival. Happy Lohri!"
    },
    {
      "id": "005",
      "text": "Hope this celebration of the bonfire brings you warmth and the sweetness of rewari remain with you forever. A very happy Lohri!"
    },
    {
      "id": "006",
      "text": "Wishing a very Happy Lohri to you and your family. May the Lohri fire burn away all the sadness out of your life and bring you joy, happiness and love."
    },
    {
      "id": "007",
      "text": "Wishing this harvest season brings a smile to light up your face and you enjoy the year with a bang! Happy Lohri!"
    },
    {
      "id": "008",
      "text": "May this Lohri bring lots of laughter, happiness, prosperity and success to your home. Happy Lohri!"
    },
    {
      "id": "009",
      "text": "Happy Lohri to you all! Hope the fire of the holy bonfire provides warmth and divine guidance this Lohri."
    },
    {
      "id": "010",
      "text": "Have a rocking time! Balle Balle! Lohri is here, dhol bajao, nachcho gao! Happy Lohri!"
    },
    {
      "id": "011",
      "text": "Here's wishing you the warmth of the bonfire and the sweetens of til and gur — a very Happy Lohri to your family, and my dear friend to you."
    },
    {
      "id": "012",
      "text": "May the sacred fire of Lohri shower you with good luck, good health and the goodness of all the good things on earth. A very happy Lohri to you."
    }
  ]
}
